/**
 * 企服首页/企业详情==> News 新闻舆情 ==> NewsDetails 新闻详情
 */
import React, { PureComponent, Fragment } from 'react'
import { Card } from 'antd'
import styles from '../CompanyDetails.module.css'

export default class NewsDetails extends PureComponent {
    render() {
        return (
            <Fragment>
                <div styles={{ marginBottom: 10 }}>
                    <Card className={styles.cardSty}>
                        <p className={styles.newsTitleSty}>魅族获国资“输血”珠海虹华进入</p>
                        <p className={styles.about}>
                            来源：国家新闻网 <span style={{ padding: '0 10px' }}>|</span>
                            时间：2019-5-6 11:44:54
                        </p>
                        <p>
                            工商资料显示，近日，来自珠海市国资体系的基金完成了对珠海市魅族科技有限公司（以下简称魅族）的注资。上述珠海市国资体系投资基金——珠海虹华新动能股权投资基金（有限合伙）（以下简称珠海虹华）背后出资方均是珠海市国资委旗下主要企业。
                            魅族方面负责人却对《每日经济新闻》记者强调，魅族最大股东和实际控制人还是黄章，管理层团队稳定。此外，上述负责人还表示，第三方查询工具的信息不准确，正在督促有关机构修正信息。
                            值得一提的是，今年2月，一向低调的黄章在其发表的新年贺词中提前透露了相关消息，不过具体细节目前外界仍不清楚。另外，黄章还表示，魅族接下来的战略布局将包括布局5G、IOHT战略，以及加强与阿里生态链连接等。
                            工商资料显示，近日，来自珠海市国资体系的基金完成了对珠海市魅族科技有限公司（以下简称魅族）的注资。上述珠海市国资体系投资基金——珠海虹华新动能股权投资基金（有限合伙）（以下简称珠海虹华）背后出资方均是珠海市国资委旗下主要企业。
                            魅族方面负责人却对《每日经济新闻》记者强调，魅族最大股东和实际控制人还是黄章，管理层团队稳定。此外，上述负责人还表示，第三方查询工具的信息不准确，正在督促有关机构修正信息。
                            工商资料显示，近日，来自珠海市国资体系的基金完成了对珠海市魅族科技有限公司（以下简称魅族）的注资。上述珠海市国资体系投资基金——珠海虹华新动能股权投资基金（有限合伙）（以下简称珠海虹华）背后出资方均是珠海市国资委旗下主要企业。
                            魅族方面负责人却对《每日经济新闻》记者强调，魅族最大股东和实际控制人还是黄章，管理层团队稳定。此外，上述负责人还表示，第三方查询工具的信息不准确，正在督促有关机构修正信息。
                            值得一提的是，今年2月，一向低调的黄章在其发表的新年贺词中提前透露了相关消息，不过具体细节目前外界仍不清楚。另外，黄章还表示，魅族接下来的战略布局将包括布局5G、IOHT战略，以及加强与阿里生态链连接等。
                            工商资料显示，近日，来自珠海市国资体系的基金完成了对珠海市魅族科技有限公司（以下简称魅族）的注资。上述珠海市国资体系投资基金——珠海虹华新动能股权投资基金（有限合伙）（以下简称珠海虹华）背后出资方均是珠海市国资委旗下主要企业。
                            魅族方面负责人却对《每日经济新闻》记者强调，魅族最大股东和实际控制人还是黄章，管理层团队稳定。此外，上述负责人还表示，第三方查询工具的信息不准确，正在督促有关机构修正信息。
                            工商资料显示，近日，来自珠海市国资体系的基金完成了对珠海市魅族科技有限公司（以下简称魅族）的注资。上述珠海市国资体系投资基金——珠海虹华新动能股权投资基金（有限合伙）（以下简称珠海虹华）背后出资方均是珠海市国资委旗下主要企业。
                            魅族方面负责人却对《每日经济新闻》记者强调，魅族最大股东和实际控制人还是黄章，管理层团队稳定。此外，上述负责人还表示，第三方查询工具的信息不准确，正在督促有关机构修正信息。
                            值得一提的是，今年2月，一向低调的黄章在其发表的新年贺词中提前透露了相关消息，不过具体细节目前外界仍不清楚。另外，黄章还表示，魅族接下来的战略布局将包括布局5G、IOHT战略，以及加强与阿里生态链连接等。
                            工商资料显示，近日，来自珠海市国资体系的基金完成了对珠海市魅族科技有限公司（以下简称魅族）的注资。上述珠海市国资体系投资基金——珠海虹华新动能股权投资基金（有限合伙）（以下简称珠海虹华）背后出资方均是珠海市国资委旗下主要企业。
                            魅族方面负责人却对《每日经济新闻》记者强调，魅族最大股东和实际控制人还是黄章，管理层团队稳定。此外，上述负责人还表示，第三方查询工具的信息不准确，正在督促有关机构修正信息。
                            工商资料显示，近日，来自珠海市国资体系的基金完成了对珠海市魅族科技有限公司（以下简称魅族）的注资。上述珠海市国资体系投资基金——珠海虹华新动能股权投资基金（有限合伙）（以下简称珠海虹华）背后出资方均是珠海市国资委旗下主要企业。
                            魅族方面负责人却对《每日经济新闻》记者强调，魅族最大股东和实际控制人还是黄章，管理层团队稳定。此外，上述负责人还表示，第三方查询工具的信息不准确，正在督促有关机构修正信息。
                            值得一提的是，今年2月，一向低调的黄章在其发表的新年贺词中提前透露了相关消息，不过具体细节目前外界仍不清楚。另外，黄章还表示，魅族接下来的战略布局将包括布局5G、IOHT战略，以及加强与阿里生态链连接等。
                        </p>
                    </Card>
                </div>
            </Fragment>
        )
    }
}
